{"translation-revision-date":"2022-11-24 15:06:49+0000","generator":"GlotPress\/3.0.0-rc.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n==1 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);","lang":"pl"},"Once you've published your Zap in your %s dashboard, you can check whether it's active and connected to your site.":["Po opublikowaniu Zapa w swoim panelu %s możesz sprawdzić, czy jest on aktywny i połączony z witryną."],"Reset API key":["Resetuj klucz API"],"You're currently connected to %s using the following API key. If you'd like to reconnect with a different API key you can reset your key below.":["Obecnie połączono z %s używając następującego klucza API. Jeśli chcesz ponownie połączyć się z innym kluczem API, możesz zresetować swój klucz poniżej."],"Your API key":["Twój klucz API"],"Go to your %s dashboard":["Przejdź do swojego panelu %s"],"You're successfully connected to %1$s! To manage your Zap, please visit your %2$s dashboard.":["Połączenie z %1$s przebiegło pomyślnie! Aby zarządzać swoim Zap, odwiedź swój panel %2$s."],"Your %s dashboard":["Twój panel %s"],"Verify connection":["Zweryfikuj połączenie"],"Verify your connection":["Zweryfikuj swoje połączenie"],"Create a Zap":["Utwórz Zap"],"Log in to your %1$s account and start creating your first Zap! Note that you can only create 1 Zap with a trigger event from %2$s. Within this Zap you can choose one or more actions.":["Zaloguj się na konto %1$s i utwórz pierwszy Zap! Możesz utworzyć tylko 1 Zap ze zdarzeniem wyzwalającym z %2$s. W ramach tego Zapa możesz wybrać jedną lub więcej akcji."],"%s API key":["Klucz API %s"],"You'll need this API key later on in %s when you're setting up your Zap.":["Będziesz potrzebować tego klucza API później w %s, podczas konfiguracji Zap."],"Copy your API key":["Skopiuj swój klucz API"],"To set up a connection, make sure you copy the given API key below and use it to create and turn on a Zap within your %s account.":["Aby skonfigurować połączenie, skopiuj klucz API poniżej i użyj go do utworzenia i włączenia Zap w ramach swojego konta %s."],"Manage %s settings":["Zarządzaj ustawieniami %s"],"Connect to %s":["Połącz się z %s"],"Close":["Zamknij"],"Create a Zap in %s":["Utwórz Zap za %s"]}}}